"SPC Password" = "รหัสผ่าน SPC";
"Authentication Key" = "กุญแจการรับรองความถูกต้อง";
"Incorrect key" = "กุญแจไม่ถูกต้อง";
"Incorrect SPC Password" = "รหัสผ่าน SPC ไม่ถูกต้อง";
"Enter 26 digit key" = "ป้อนกุญแจการรับรองความถูกต้อง 26 ตัวเลข";
"Security" = "ความปลอดภัย";
"Too many retries of SPC." = "พยายามตั้ง SPC หลายครั้งมากเกินไป";
"AKEY set successfully." = "ติดตั้ง AKEY ได้สำเร็จ";
"Failed to set AKEY." = "ไม่สามารถติดตั้ง AKEY";
"Too many retries of AKEY." = "พยายามตั้ง AKEY หลายครั้งมากเกินไป";
"Password" = "รหัสผ่าน";
"Key" = "กุญแจ";
"OK" = "ตกลง";
"Cancel" = "ยกเลิก";